---
kind: property
id: P:Autodesk.Revit.DB.Structure.FabricSheetType.SheetMassUnit
source: html/b9a2806b-22ce-2def-00f9-78727ddc4ad0.htm
---
# Autodesk.Revit.DB.Structure.FabricSheetType.SheetMassUnit Property

The sheet mass per area unit.

## Syntax (C#)
```csharp
public double SheetMassUnit { get; }
```